import { extendLocale } from 'i18n-runtime';
extendLocale(
  'ru-RU',
  {
    '37c6a9d4d2294b61e08025d2bfda22b2':
      'Amis - это низкокодовая фронтальная фреймворка, которая использует конфигурацию JSON для создания страниц, что снижает нагрузку на разработку страниц и значительно повышает эффективность.',
    d6cce67cebd7f818e94b8ceb380a9e10: 'Скачать: Платформа с низким кодом',
    '2ee57f9c0bbd29ab90c57f7b020e3075': 'А',
    '6c9b0de22d92217b2154db7c453f24e5': 'Компонент React',
    e04741723e4712bfd3e106ddf8a4ac9c: 'Информационная карточка',
    '9ef9feec3fa5372abaacce3c45eb02ab': 'Настройка',
    '5ff3a329016d43bb9efac693a0923f5a': 'Настройка',
    '33fffce2ae5ecff65a344ea1b09831be': 'Карточка',
    '1c74c3d795663d30e7f39b37d962daf1': 'Показать изображение',
    '80fe75127e5504cecc3f24f49bc2b919': 'Количество фотографий',
    a64997e951d620cd7bc041a39d6c5ae2: 'Количество замечаний',
  },
  false,
);
