import { extendLocale } from 'i18n-runtime';

extendLocale('ru-RU', {
  abc052102786d375f2b0d6f41fa13051:
    'Amis - это низкокодовая фронтальная фреймворка, которая использует конфигурацию JSON для создания страниц, что снижает нагрузку на разработку страниц и значительно повышает эффективность.',
  '52dfce669769762026d17a75a55a1577': 'Скачать: Платформа с низким кодом',
  b05c95f75e82f460c79f127094388f20: 'А',
  '742e6a42d39a711535da712320e90b90': 'Компонент React',
  '687fbf4d0a505403a102f105b4a8eff3': 'Информационная карточка',
  f1d4ff50f3828f9b73412e7d94e6dd6e: 'Настройка',
  '224e2ccda861c2514faa683b3683c361': 'Настройка',
  '74a3905ca8d767198bb95aeb8cf9d295': 'Карточка',
  f02e24e6526f93503052618562a22184: 'Показать изображение',
  '7798dfb863ef3e454cb56e5ac7a79796': 'Количество фотографий',
  '26bad5124d362cb819866f643b38bac8': 'Количество замечаний',
});
